[
  {
    "img": "images/Beth+headshot+cropped+Sept+2017.jpg",
    "href": "https://www.linkedin.com/in/ebport/",
    "name": "Beth Porter",
    "titles": "CEO of Riff Learning, Inc.",
    "bio": "<p>Beth Porter is a seasoned product development executive with a career spent delivering technology that betters individual and team outcomes. Prior roles include VP Product for edX, VP Software Product Management for Pearson Education, and senior engineering and product management positions at Mathsoft and PTC. She is a researcher and lecturer with the MIT Media Lab and Boston University Questrom School of Business, and she holds a technical architecture appointment at University of Texas at Austin. She also advises education, publishing, and technology clients on strategy, vision and execution for end-to-end online learning solutions that meet business needs.</p><p>As CEO of Riff Learning, she aspires to help break down silos in organizations and increase information flow through the Riff Platform, which gives feedback about existing patterns of communication and guides people, especially teams, toward activities and behaviors that are more successful for them. Using machine learning and artificial intelligence, the Riff Platform provides real-time interventions and post-event feedback and recommendations, including automating agents to remind people to take specific actions. By helping people improve their interpersonal skills — especially in virtual teams where communication signals are sometimes poorly mediated by technology — teams can raise their EQ and become better overall collaborators.</p>"
  },
  {
    "img": "images/David_Shrier.jpg",
    "href": "https://www.linkedin.com/in/david-shrier/",
    "name": "David Shrier",
    "titles": "Oxford & MIT futurist | author | CEO <a href=\"http://distilledanalytics.com/\">distilledanalytics.com</a>",
    "bio": "<p>David Shrier is a globally recognized authority on financial innovation, and leads the University of Oxford's online programmes; <a href=\"http://www.oxfordblockchain.org/\">Oxford Blockchain Strategy</a> and <a href=\"http://www.oxfordfintech.org/\">Oxford Fintech</a>, as well as MIT's Future Commerce (the first graduate fintech class in North America), all of which he created. His work spans the intersection of technology, business, and government through the axis of innovation ecosystem development. David is the CEO of <a href=\"http://www.distilledanalytics.com/\">Distilled Analytics</a>, transforming financial services via predictive AI analytics, Vice Chairman of <a href=\"https://www.endor.com/\">Endor.coin</a>, and Chairman of <a href=\"https://www.rifflearning.com/\">Riff Learning</a>, an AI-driven collaboration technology platform provider. He counsels the Government of Dubai on blockchain and digital identity, and <a href=\"http://www.millenniumadvisors.com/\">Millennium Advisors</a>, a middle market credit liquidity provider, on technology trends. David is on the advisory board of WorldQuant University, a program offering a totally-free, accredited, online Master's degree in financial engineering, member of the FinTech Industry Committee for FINRA, the U.S. securities industry's self-regulatory body, and on the Fintech Trade &amp;, Investment Steering Board for the UK Government's Department of International Trade. He previously advised the European Commission on commercializing innovation with a focus on digital technology. He has published multiple books on blockchain, fintech, and cybersecurity.</p><p><a href=\"http://www.VisionaryFuture.com\">www.VisionaryFuture.com</a></p>"
  },
  {
    "img": "images/esteban_moro.jpg",
    "href": "https://www.media.mit.edu/people/emoro/overview/",
    "name": "Esteban Moro",
    "titles": "Associate Professor at UC3M, Researcher at MIT Connection Science at IDSS",
    "bio": "<p>Esteban Moro is a professor at the MIT Media Lab, an associate professor at the Universidad Carlos III de Madrid in Spain, and a member of the Joint Institute UC3M Santander on Financial Big Data. He researches the intersection of big data and computational social science with special attention to human dynamics, collective intelligence, social networks, and urban mobility in problems like viral marketing, natural disaster management, and economic segregation in cities. His work has been featured in The Atlantic, The Washington Post, and The Wall Street Journal.</p>"
  },
  {
    "img": "images/fabio_zoffi.jpg",
    "href": "https://www.linkedin.com/in/fabio-zoffi-127b743/",
    "name": "Fabio Zoffi",
    "titles": "President & Executive Chairman at <a href=\"http://www.orsgroup.io/\">ORS GROUP</a>",
    "bio": "<p>Fabio Zoffi is a serial entrepreneur and an international investor born in Venice, Italy and currently residing in Munich, Germany. He is the President and Executive Chairman at ORS GROUP, a leading A.I. software company for business optimisation solutions and a pioneer in connecting Artificial Intelligence, Blockchain  and Cryptocurrency – the “ABC“ technology building blocks for empowering 1 billion entrepreneur by 2040 (<a href=\"http://www.orsgroup.io/\">www.orsgroup.io</a>).</p>"
  },
  {
    "img": "images/hossein_rahnama.png",
    "href": "https://en.wikipedia.org/wiki/Hossein_Rahnama",
    "name": "Hossein Rahnama",
    "titles": "Founder & CEO, Flybits",
    "bio": "<p>Hossein Rahnama is a computer scientist who lives in the paradox of academia and entrepreneurship. As a visiting professor at the MIT Media Lab and professor at Ryerson University, his research explores AI, mobile human-computer interaction and the effective design of data-driven services. He is also the founder and CEO of Flybits Inc., a data intelligence company that is serving a global customer base.</p><p>Rahnama has written 30 publications and received 10 patents in ubiquitous computing. He served as a council member at NSERC (National Science and Research Engineering Council of Canada) and currently serving on the board of Canadian Science Publishing. He was a co-founder of the #1 university-based incubator in the world, The Digital Media Zone at Ryerson University. In 2012, MIT Technology Review selected him as one of the Top 35 Innovators under the age of 35 globally. In 2017, he be became one of Canada’s Top 40 under 40.</p>"
  },
  {
    "img": "images/MFrank.jpg",
    "href": "http://web.media.mit.edu/~mrfrank/",
    "name": "Morgan Frank",
    "titles": "Post Doctoral Student at IDSS & MIT Connection Science",
    "bio": "<p>Morgan Frank is a Postdoctoral Associate at MIT’s Media Lab interested in the complexity of AI, the future of work, and the socio-economic consequences of technological change. While many studies focus on phenotypic labor trends, Morgan’s recent research examines how genotypic skill-level processes around AI impact individuals and society. Combining labor research with investigations into the nature of AI research and the social or societal implications of AI adoption, Morgan hopes to inform our understanding of AI’s impact.</p>"
  },
  {
    "img": "https://hardjono.mit.edu/sites/default/files/images/Thomas%20Hardjono%20web--3.jpg",
    "href": "https://hardjono.mit.edu/",
    "name": "Thomas Hardjono",
    "block": "tech",
    "titles": "Technical Director at <a href=\"https://www.trust.mit.edu/\"MIT Internet Trust Consortium</a> - <a href=\"http://connection.mit.edu/\">MIT Connection Science</a>",
    "bio": "<p>Thomas Hardjono is the Technical Director of <a href=\"http://connection.mit.edu/\">MIT Connection Science</a> and the <a href=\"https://www.trust.mit.edu/\">MIT Trust::Data Consortium</a>. Passionate about the Internet infrastructure, equitable access and open source, he devoted several years at MIT running the <a href=\"https://www.kerberos.org\">MIT Kerberos Consortium</a>. Prior to this he was a Distinguished Engineer at <a href=\"https://en.wikipedia.org/wiki/Bay_Networks\">Bay Networks</a>, Principal Scientist at <a href=\"https://www.verisign.com/\">VeriSign PKI</a>, and held CTO roles at several start-ups.</p><p> With a background in cryptography, for the past two decades Thomas has been at the forefront of several identity, trust and cybersecurity initiatives in industry, ranging from network multicast security, IoT Security, trusted computing to scalable identity systems and privacy. Having developed the notion of personal secure storage in the mid-1990s for individual privacy, he sees opportunity for the future blockchain and crypto-infrastructures to enable private computing spaces for individual and communities.</p><p>Thomas has authored several technical papers and books covering cryptography, networking and identity.</p>"
  },
  {
    "img": "images/yaniv_altshuler.jpg",
    "href": "https://www.linkedin.com/in/yaniv-altshuler-73a31a/",
    "name": "Yaniv Altshuler",
    "block": "infra",
    "titles": "Co-Founder and CEO at <a href=\"https://www.endor.com/\">Endor</a>",
    "bio": "<p>I am the Co-Founder and CEO of <a href=\"https://www.endor.com/\">Endor</a>, and a researcher at MIT.</p><p>My main (but not only) comfort zone is the mathematical aspects of networks and communities, and the way local interactions are translated to macro-scale behaviors.</p><ul><li>Published a book on Security and Privacy in Social Networks (2012), and a second one about Swarms and Network Intelligence (in Press)</li><li>Developed stochastic optimization technologies for supercomputers at IBM</li><li>Did my BA and PhD (Computer Science) at the Israel Institute of Technology, followed by an exciting 3 years post-doc at MIT Media Lab</li><li>Published over 60 scientific papers and 15 patents. My research was covered by Harvard Business Review, Financial Times, Communications of the ACM, The Globe, IEEE Spectrum and others</li><li>Together with Prof. Alex “Sandy” Pentland at MIT developed the new science of Social Physics</li><li>In my free time I like to swim, run and wrestle</li></ul>"
  },
  {
    "img": "images/Nicole_dAvis.jpg",
    "href": "https://www.berklee.edu/focused/ice/operations-and-events-manager",
    "name": "Nicole d'Avis",
    "titles": "Director of Operations and Programs",
    "bio": "<p>Nicole d'Avis is the director of operations and programs for Berklee’s Institute for Creative Entrepreneurship (BerkleeICE), and oversees operations for BerkleeICE's Open Music Initiative. Previously, d'Avis worked for more than 10 years in youth development in Boston, with Sociedad Latina at the grassroots level, and on a global scale with the Intel Computer Clubhouse Network at the Museum of Science. For over eight years with Sociedad Latina, d'Avis supported countless youth to work toward their education goals, and watched a generation of youth grow from boisterous middle schoolers into college students, including a Gates Scholar, and successful, young professionals</p><p>As the geographic liaison for Latin America with the Clubhouse Network, d'Avis applied her youth development experience to the international youth worker community and supported youth workers in Clubhouses across Latin America and the world. Twice, she convened 200+ youth for a week-long Teen Summit, where youth learned about and used innovative technology to explore and address social issues their communities. This included developing a curriculum for youth to use maker and mobile technologies as tools for social justice, thus supporting them to replicate this process in their communities.</p>"
  },
  {
    "img": "images/Yves-Alexandre.jpg",
    "href": "http://www.demontjoye.com/",
    "name": "Yves-Alexandre de Montjoye",
    "titles": "Research Affiliate",
    "bio": "<p>I am an Assistant Professor (Lecturer) at Imperial College London where I head the Computational Privacy Group. I'm a technical expert appointed by Parliament to the Belgian Data Protection Agency and was a Special Adviser to EC Commissioner Vestager in 2018-2019. I'm affiliated with the Data Science Institute and Department of Computing. I was previously a postdoctoral researcher at Harvard working with Latanya Sweeney and Gary King and I received my PhD from MIT under the supervision of Alex \"Sandy\" Pentland</p>"
  },
  {
    "img": "images/Alex_Lipton.jpg",
    "href": "http://connection.mit.edu/alexander-lipton",
    "name": "Alexander Lipton",
    "titles": "Connection Science Fellow",
    "bio": "<p>Alexander Lipton is a Managing Director, Quantitative Solutions Executive at Bank of America. Prior to his current role, he was a Managing Director, Co-head of the Global Quantitative Group at Bank of America Merrill Lynch. He also held senior managerial positions at several sell and buy side firms. Currently, Alexander is an Adjunct Professor of Mathematics at NYU. Previously, he was a Visiting Professor of Quantitative Finance at University of Oxford and Advisory Board member at the Oxford-Man Institute. Earlier, he was Visiting Professor of Mathematics at Imperial College London. Before switching to finance, Alex was a Full Professor of Mathematics at the University of Illinois and a Consultant at Los Alamos National Laboratory. His current interests include FinTech, distributed ledgers, digital banking, monetary circuit, industrial strength derivative pricing including regulatory and economic capital calculations and valuation adjustments, as well as large scale holistic bank balance sheet optimization. Alexander published more than a hundred papers on applied mathematics and quantitative finance and authored/edited several books on these subjects.</p>"
  }
]
