[
  {
    "img": "images/MIT-Luis-Videgaray-01_0.jpg",
    "href": "http://news.mit.edu/2019/visiting-lecturer-luis-videgaray-geopolitics-ai-0712",
    "name": "Luis Videgaray",
    "titles": "Fomer Mexican Secretary of Foreign Affairs, and of Finance, on Governance of AI",
    "bio": "<p>Luis Videgaray is a Senior Lecturer at the MIT Sloan School of Management and the Director of MIT AI Policy for the World Project. Prior to coming to MIT, he served as the Foreign Minister and Finance Minister of Mexico. As Foreign Minister (2017-18) he led Mexico´s relationship with the Trump White House, including the successful renegotiation of the NAFTA (now USMCA). He is one of the founders of the Lima Group, created to promote regional diplomatic efforts towards restoring democracy in Venezuela, and conducted Mexico´s leading role in the UN towards an inclusive debate on AI and other new technologies. As Finance Minister (2012-16) he led Mexico’s historic energy liberalization, a telecommunications reform to foster competition in the sector, a tax reform that reduced the country´s dependence on oil revenues, and the drafting of Mexico’s new Fintech Law. He was named Finance Minister of the Year by both The Banker Magazine and Euromoney Magazine, and a Leading Global Thinker by Foreign Policy Magazine. In 2012 he was campaign manager for President Peña Nieto and head of the transition team. Previously, he was a member of Mexico´s Congress, where he chaired the Budget Committee, and Secretary of Finance of the State of Mexico.</p><p>Before government, Mr. Videgaray had a career in investment banking, advising M&A and private equity transactions. He holds a Ph.D. in Economics from MIT and a BA in Economics from Mexico’s ITAM.</p>"
  },
  {
    "img": "images/birg-20150722111558609.jpg",
    "href": "https://en.wikipedia.org/wiki/Anne-Birgitte_Albrectsen",
    "name": "Anne-Birgitte Albrectsen",
    "titles": "Former Director UNDP, CEO of Plan International",
    "bio": "<p>Albrectsen served with the <a href=\"https://en.wikipedia.org/wiki/United_Nations_Development_Programme\">United Nations Development Programme</a> (UNDP) from 1997 to 2004, in Indonesia and later as Director of the Administrator’s Office at UNDP Headquarters. She led country operations for <a href=\"https://en.wikipedia.org/wiki/United_Nations_Population_Fund\">United Nations Population Fund</a> (UNFPA) in Turkey, Armenia, Georgia and  Azerbaijan from 2004 until 2006.</p><p>Albrectsen is the former UN Assistant Secretary General and Deputy Executive Director for Management at the <a href=\"https://en.wikipedia.org/wiki/United_Nations_Population_Fund\">United Nations Population Fund</a> (UNFPA).</p><p>From 2007 and 2009, Albrectsen led the Danish government’s humanitarian and civil society affairs work as the director of the relevant division in the <a href=\"https://en.wikipedia.org/wiki/Ministry_of_Foreign_Affairs_(Denmark)\">Danish Ministry of Foreign Affairs</a>.</p><p>Albrectsen published several articles in the past, as for example for <i>Impakter</i> in 2017.</p>"
  },
  {
    "img": "images/daniel_huttenlocher.jpg",
    "href": "https://web.mit.edu/hutt/www/",
    "name": "Dan Huttenlocher",
    "titles": "Founding Dean of MIT  Schwartzman College of Computing",
    "bio": "<p>Daniel Huttenlocher is the inaugural dean of the MIT Schwarzman College of Computing. Previously he helped found Cornell Tech, the digital technology oriented graduate school created by Cornell University in New York City, and served as its first Dean and Vice Provost. His research and teaching have been recognized by a number of awards including ACM Fellow and CASE Professor of the Year. He has a mix of academic and industry background, having been a Computer Science faculty member at Cornell, researcher and manager at the Xerox Palo Alto Research Center (PARC), and CTO of a fintech startup. He currently serves as the board chair of the John D. and Catherine T. MacArthur Foundation and as a member of the board of Corning Inc. and Amazon.com. He received his bachelor's degree from the University of Michigan, and master's and doctorate from MIT.</p>"
  },
  {
    "img": "images/davos_speakers/Rick_Haythornthwaite.jpg",
    "href": "https://en.wikipedia.org/wiki/Richard_Haythornthwaite",
    "name": "Rick Haythornthwaite",
    "titles": "Chairman of Mastercard",
    "bio": "<p>Rick Haythornthwaite currently serves as the Chairman of MasterCard Inc., Chairman of Centrica PLC, and Chairman and Founder of QiO Technologies Ltd. He has nearly 40 years of executive and non-executive experience, and has led numerous companies through mergers, acquisitions, and other complex transactions at nearly every stage of the business life cycle. He began his career at BP PLC, having held various executive roles throughout his 17-year tenure, including Chief Geologist at BP France, General Manager of Magnus Oilfield and President of BP Venezuela.  Following his work at BP, Mr. Haythornthwaite continued to build leadership experience in the energy and industrials sectors as Corporate and Commercial Director of Premier Oil PLC for two years and four years at Blue Circle Industries, latterly as CEO until its merger with Lafarge in 2001. He went on to serve as CEO of Invensys PLC between 2001 and 2005 and most recently as a Partner at Star Capital Partners Ltd. Mr. Haythornthwaite is an Advisory Partner at Moelis & Company, where he specializes in advising companies across the energy, industrial, and technology sectors.</p><p>Mr. Haythornthwaite holds a Bachelor’s degree in Geology from The Queen’s College at Oxford and a Master’s degree in Management from the Sloan School of Management at MIT.</p>"
  },
  {
    "img": "images/davos_speakers/David_Kenny.jpg",
    "href": "https://www.linkedin.com/in/davidkenny1/",
    "name": "David Kenny",
    "titles": "CEO, Nielsen Holdings",
    "bio": "<p>Transformational President and CEO at Digitas, Akamai, Publicis, The Weather Company, IBM, and Nielsen. Three decades of consumer and media focused experience in Big Data, Analytics, AI/ML, and Cloud Technologies. Transformation skills include strategic focus, team development, client and partner development, marketing, and technical innovation.</p>"
  },
  {
    "img": "images/davos_speakers/Randall_Lane.jpg",
    "href": "https://www.forbes.com/sites/randalllane",
    "name": "Randall Lane",
    "titles": "Editor and Chief Content Officer at <a href=\"https://www.forbes.com\">Forbes</a>",
    "bio": "<p>Randall is the editor of <a href=\"https://www.forbes.com\">Forbes</a> Magazine, and believe strongly that entrepreneurial capitalism and market-based thinking can solve the world's problems. This is his second stint at Forbes -- between 1991 and 1997, he was a reporter, a staff writer (five cover stories), associate editor and Washington bureau chief.</p><p>In between, he caught the start-up bug: he co-founded P.O.V. Magazine (Adweek's Startup of the Year), and then launched Doubledown Media (Trader Monthly, Dealmaker, Private Air, etc.). As a fattening hobby, he has reviewed restaurants for various magazines since college (and was a National Magazine Award finalist for my wine writing). He used to think chronicling the world's greatest business minds made him a great entrepreneur, but he now realizes his time as an entrepreneur made him an acute business journalist. He just published a new book, The Zeroes: My Misadventures In the Decade Wall Street Went Insane.</p>"
  },
  {
    "img": "images/davos_speakers/AmyWilkinson_300.jpg",
    "href": "https://www.amywilkinson.com/",
    "name": "Amy Wilkinson",
    "titles": "CEO & Founder of Ingenuity, Author, Lecturer at Stanford",
    "bio": "<p>Amy Wilkinson is CEO and founder of Ingenuity, Lecturer at Stanford Graduate School of Business and author of The Creator’s Code: The Six Essential Skills of Extraordinary Entrepreneurs. She advises executives and emerging leaders around the world on how to master the skills that underlie entrepreneurial success.</p><p>Wilkinson’s career spans leadership roles at McKinsey & Company, J.P. Morgan and as founder of Alegre, a foreign-based export company. She has also served in the White House as a senior policy advisor to the United States Trade Representative and a White House Fellow.</p><p>Fascinated by how leaders must reinvent their approaches to excel in an entrepreneurial age, Wilkinson interviewed 200 of today’s top entrepreneurs including the founders of Airbnb, LinkedIn, eBay, PayPal, Yelp, Dropbox, Tesla Motors, SpaceX, Chipotle, Under Armour, Spanx, Jetblue, and Revolution Foods to distill what it takes to go from start-up to scale in our rapidly changing economy. She conducted this work while a senior fellow at Harvard University and public policy scholar at the Woodrow Wilson Center. The Ewing Marian Kauffman Foundation awarded Wilkinson a grant for her groundbreaking research on high growth entrepreneurs.</p><p>Wilkinson has been a keynote speaker for corporations, institutes, and universities around the world. Recent speaking events include the World Economic Forum at Davos, Consumer Electronics Show, NASSCOM (India’s Leadership Forum), Microsoft, IBM, TD Ameritrade, National Governor’s Association, and Federal Reserve Board of Governors.</p><p>She is an expert for The Wall Street Journal. Wilkinson and her work have been featured by CNN, Fox News, CNBC, Bloomberg TV & Radio, NPR, The Wall Street Journal, The Economist, Fortune, Forbes, Inc. TIME, The Washington Post, and USA Today.</p><p>Wilkinson earned BA, MA, and MBA degrees from Stanford University. She is a member of the Council on Foreign Relations and an Eisenhower Fellow.</p>"
  },
  {
    "img": "images/davos_speakers/Michael_Federle.jpg",
    "href": "https://www.linkedin.com/in/michaelfederle/",
    "name": "Mike Federle",
    "titles": "CEO at Forbes & sharing video on “Blockchain”",
    "bio": "<p>Mr. Michael Federle, also known as Mike, has been President of Forbes Media LLC since July 2016 and as its Chief Operating Officer since October 2011. Mr. Federle is overseeing circulation, manufacturing and distribution operations as well as global licensing and new business development. He is the Chief Operating Officer at Forbes.com Inc. He is a 25-year veteran of the media industry. He co-founded and served as the President and Chief Operating Officer of Techonomy Media Inc. Mr. Federle oversaw Techonomy's strategic partnerships, sponsorships and the Techonomy Fellows Program. He served as Publisher of Fortune magazine from 1998 to 2007 and has invested in a wide range of media companies. Mr. Federle served as Group Publisher of the Time Inc Business & Finance Network, Group Publisher of the Bonnier Mountain Group in Boulder, Colorado, and Chief Executive Officer of Advertising & Marketing at Next Jump, a privately held Silicon Valley internet company.</p>"
  },
  {
    "img": "images/davos_speakers/David_Blundin.jpg",
    "href": "https://www.cogolabs.com/person/david-blundin",
    "name": "Dave Blundin",
    "titles": "Chairman of <a href=\"http://www.linkventures.com/team\">Link Ventures</a>, and <a href=\"https://www.vestmark.com/\">Vestmark</a>",
    "bio": "<p>Dave has co-founded 23 companies at least 5 of which have achieved $100 million+ valuations. He has served on 21 private and public boards. His successes include the founding and sale of web analytics company DataSage in a stock deal of Unicorn scale, the co-founding of Vestmark (the leading innovator of wealth management technology with 2 million accounts and almost $1 trillion in managed assets), and being the lead seed-stage investor in at least 14 consumer internet, analytics, fintech, and big-data companies.</p><p>In 1999, Dave was named to MIT Technology Review’s List of Innovators under 35. Venture capitalist Duncan McCallum of One Liberty Ventures called Dave \"the most visionary person I have ever met\" in the field of decision-support software.</p><p>Prior to 1997, Dave was the President and CEO of Cirrus Recognition Systems, a data mining software company. Previously, he was among the first ten employees at MicroStrategy and, subsequently, served on Microstrategy's board of directors in 2003 and 2004.</p><p>He currently serves as the Chairman of Link’s technology-incubation company, Cogo Labs, and on the boards of most of Link’s investments. He is also the Chairman of Vestmark and a general partner at Vestigo Ventures, a strictly Fintech focused fund.</p><p>Dave received a BS in Computer Science degree from MIT where he researched neural network technology at the AI lab.</p>"
  },
  {
    "img": "images/davos_speakers/Johs_Hoehener.jpg",
    "href": "https://www.swisscom.ch/en/business/enterprise/experten/profiles/hoehener-johannes.html",
    "name": "Johannes Höhener",
    "titles": "Head of FinTech, <a href=\"https://www.swisscom.ch\">Swisscom AG</a>",
    "bio": "<p>Johs. Hoehener is the Head of FinTech at Swisscom AG, where he leads all digital business activities in the area of trust services, financial market places and Blockchain Crypto Property services. He also represents Swisscom in FinTech venture investments. He founded e-research AG in 2012, which he later integrated into Swisscom as e-foresight, to support customers in researching and analyzing trends in the digital world. Johs. draws on 40 years of finance industry experience, holding various executive positions. He is convinced that digitalization is forcing banks to undergo the most extensive transformation in their history.</p>"
  },
  {
    "img": "images/ajay_bhalla.jpg",
    "href": "https://www.linkedin.com/in/ajay-bhalla-34230715/",
    "name": "Ajay Bhalla",
    "titles": "President, Cyber and Intelligence Solutions, Mastercard",
    "bio": "<p>Responsible for identifying and deploying innovative technology solutions that ensure 70 billion transactions happen each year in a convenient, safe and secure manner. A passionate advocate for the way in which artificial intelligence, biometrics, cybersecurity and digital identity can have a positive impact on society, with a remit to enable these technologies for the benefit of all our stakeholders.</p><p>Provides leadership in M&A transactions and integrations, governance, risk and audit leadership as well as driving a major contribution to Mastercard’s revenue. Additionally, plays a pivotal role in promoting financial inclusion and Mastercard’s ambition to give 2.5 billion people access to financial services.</p><p>Committed to youth engagement in technology and international affairs. Working with leading bodies and academia to advance global understanding and future solutions in the new digital economies. Serves as a CEME Senior Fellow at The Fletcher School, Tufts University and as MIT Connection Science Fellow at Massachusetts Institute of Technology (MIT).</p>"
  },
  {
    "img": "images/daniela_rus.jpg",
    "href": "https://www.csail.mit.edu/person/daniela-rus",
    "name": "Daniela Rus",
    "titles": "The Andrew (1956) and Erna Viterbi Professor of Electrical Engineering and Computer Science and Director of the Computer Science and Artificial Intelligence Laboratory (CSAIL) at MIT",
    "bio": "<p>Daniela Rus is the Andrew (1956) and Erna Viterbi Professor of Electrical Engineering and Computer Science and Director of the Computer Science and Artificial Intelligence Laboratory (CSAIL) at MIT. Rus’s research interests are in robotics, mobile computing, and data science. Rus is a Class of 2002 MacArthur Fellow, a fellow of ACM, AAAI and IEEE, and a member of the National Academy of Engineering, and the American Academy for Arts and Science. She earned her PhD in Computer Science from Cornell University.</p>"
  },
  {
    "img": "images/vanessacolella.jpg",
    "href": "https://www.citi.com/ventures/bio/vanessa-colella.html",
    "name": "Vanessa Colella",
    "titles": "Chief Innovation Officer, Citi & Head of Citi Ventures",
    "bio": "<p>With 25 years of leadership experience working at the intersection of media and technology, Vanessa has unique experience and perspective that draws upon both operating and strategic roles. She's an analytical thinker and a quick learner, with a high tolerance for ambiguous, rapidly evolving situations. She is relentlessly bottom-line driven, having run several businesses in turnaround situations. Vanessa has managed traditional sales and marketing as well as next-generation business functions including data and analytics. She is a passionate leader, having successfully built and inspired teams in a wide variety of circumstances. In addition to her corporate experience, Vanessa is a published author and a former high school teacher. </p>"
  },
  {
    "img": "images/NuriaOliver.jpg",
    "href": "http://www.nuriaoliver.com/",
    "name": "Nuria Oliver",
    "titles": "Director of Research; Advisor; IEEE Fellow; ACM Fellow; EurAI Fellow; CHI Academy; Engineer of the Year 2018;",
    "bio": "<p>Nuria Oliver is a computer scientist. She holds a Ph.D. from the Media Lab at MIT. She is the first female computer scientist in Spain to be named an ACM Distinguished Scientist and an ACM Fellow. She is also a Fellow of the European Association of Artificial Intelligence and a IEEE Fellow. She is a member of the Academia Europaea and the fourth and youngest female member of the Spanish Royal Academy of Engineering. In 2018 she was named Engineer of the Year by the Professional Association of Telecommunication Engineers of Spain and she received an honorary doctorate from the University Miguel Hernandez</p>"
  },
  {
    "img": "images/davos_speakers/Chris_Sanders.jpg",
    "href": "https://www.linkedin.com/in/clsanders/",
    "name": "Chris Sanders",
    "titles": "Co-Founder <a href=\"http://arinaction.org/\">AR in Action</a>",
    "bio": "<p>Chris Sanders is a health innovator, entrepreneur, and Ironman Triathlete. He co-founded AR in Action to accelerate the development of real-world Augmented Reality Solutions in healthcare through curation of one of the most important communities and gatherings on the planet. Chris is also helping startups commercialize digital health solutions that push the needle forward exponentially in what we know about health and disease.</p>"
  },
  {
    "img": "images/Jeffrey_Saviano.jpg",
    "href": "www.linkedin.com/in/jeffrey-saviano-1398775/",
    "name": "Jeffrey Saviano",
    "titles": "EY Global Tax Innovation Leader",
    "bio": "<p>Based in Cambridge, Massachusetts, Jeff is a principal of <a href=\"https://webforms.ey.com/\">EY</a> and a member of EY’s global innovation leadership team. Jeff leads teams in the discovery, design, and commercialization of new tax services. In collaboration with MIT, Jeff also leads the EY Global Advanced Technology Tax Lab, a leading team of computer scientists and solution architects solving complex tax issues through the application of advanced technologies. The EY Tax Lab is an instrument of tax industry transformation, with an emphasis on the convergence of disruptive technologies that are driving business growth, such as blockchain, advanced data analytics and AI- with a particular focus on machine learning and natural language processing.</p><p>Jeff’s teams are examining the relationship between people and computers to understand how machines can boost the effectiveness of tax professionals, resulting in a collective intelligence. Pinpointing the emerging technology developments that will have the greatest impact on the tax industry – and taking new, innovative approaches to address them – is a major focus of the Tax Lab. Furthering the EY purpose of building a better working world, the Tax Lab will develop a governance model of AI systems for tax purposes, and help government better understand the externalities of tax policy with AI systems.</p><p>In his talk, Jeff will discuss the application of AI and blockchain to the global administration of tax; how advanced technologies can address the global tax fraud dilemma and better enable fair and just taxing systems for the benefit of society.</p>"
  },
  {
    "img": "images/KGupta.jpg",
    "href": "https://www.indiadappfest.com/speaker/kavita-gupta/",
    "name": "Kavita Gupta",
    "titles": "Executive Director at ConsenSys, Founding Managing Partner at ConsenSys Ventures and Country Head at ConsenSys India",
    "bio": "<p>Kavita is an executive director at ConsenSys, founding managing partner at ConsenSys Ventures and country head at ConsenSys India. She is a visiting scholar at Stanford University. Kavita received the UN social finance innovator award in 2015 for being an integral part of the founding green bond team at The World Bank.</p><p>Previously she ran a $250M fund aligned with UN SDGs infusing capital in technologies providing first time or low-cost access around the world. She has set up innovative investment funds across East Africa, Middle East, South Asia and recently in the US for past 16 years through World Bank, IFC, McKinsey and The Schmidt Family office. She founded and headed World Bank’s first innovation fund in 2010.</p><p>She is on the board and advisor of various accelerators and foundations across the world like google accelerator social track, MIT Solve (Sr. Advisor), Vatican’s Right Now foundation for impact investments, Mandela foundation, Blockchained India etc. She is an MIT and Media lab alum.</p>"
  },
  {
    "img": "images/Nick_Reade.jpg",
    "href": "https://www.banksa.com.au/about/board-of-directors/nick-reade",
    "name": "Nick Reade",
    "titles": "CEO, BankSA",
    "bio": "<p>Mr Reade has 25 years of financial services experience in funds management, stockbroking, retail and commercial banking, having commenced his career at CommSec in 1995 before moving to ANZ where he spent 14 years in a number of senior positions in marketing, personal lending and credit cards, SME banking, corporate and commercial banking, and innovation.</p><p>Mr Reade joined BankSA as its Chief Executive in 2014, and has since led a program of transformation, creating South Australia's bank for the future that focuses on customer experience, small business and innovation.</p><p>He is also a board member of Renew Adelaide and St Peter's Girls' School; and a Trustee on the Committee for Economic Development of Australia's SA/NT State Advisory Council.</p><p>A proud South Australian with unbridled passion for innovation and small business, BankSA benefits from Mr Reade's financial services experience and astute business acumen.</p>"
  },
  {
    "img": "images/ShaoLan_Hsueh.jpg",
    "href": "http://shaolan.com/",
    "name": "ShaoLan Hsueh",
    "titles": "Author, Creator, & Founder of Chineasy",
    "bio": "<p>Being the daughter of a calligrapher and ceramic artist, I grew up immersed in art and with a deep appreciation of the beauty of the Chinese language. I was the youngest among three daughters, and there was a majority of women in my family, and I grew up to be more of the tomboy! I was very independent and slightly rebellious.</p><p>Everyone in my family is very artistic except me. In my youth, I was more into Taoism, Chinese acupuncture and science. There were a few nights that I even lost my sleep from reading Taoism classics and literature. As a Taoist, it was important for me to find my path and what could become a form of legacy. I always want to make sure that our existence contributes positively to the world.</p>"
  },
  {
    "img": "images/davos_speakers/Mira_Wilczek.jpg",
    "href": "https://www.cogolabs.com/person/mira-wilczek",
    "name": "Mira Wilczek",
    "titles": "CEO & President of Cogo Labs",
    "bio": "<p>Mira Wilczek is President and CEO of Cogo Labs and Managing Director at <a href=\"http://www.linkventures.com/team\">Link Ventures</a>. She serves on the Board of Directors at EverQuote, CareDash, and Hopjump, and the Advisory Board of Vestigo Ventures. She is also a Co-Director at the Brahe Educational Foundation. In 2017 Mira was named Top 40 Under 40 by the Boston Business Journal.</p><p>Prior to joining Cogo, Mira was founder and CEO of Red Panda Security, Principal Investigator under the DARPA CFT program, and Director of Business Development at Lyric Semiconductor, where she garnered industry recognition including TR50, Silicon 60, and an EE Times ACE Award and led the successful sale of the company to Analog Devices. She started her career as an ethical hacker at IBM, architecting their first automated penetration testing platform.</p><p>Mira holds patents both granted and pending in the fields of cyber security and sensor data fusion. She has an S.B. in Electrical Engineering and Computer Science from MIT, as well as an MBA from the MIT Sloan School of Management.</p>"
  }
]
