[
    {
        "img": "https://photos.smugmug.com/People/Stuart-Haber/i-tNBqH9S/0/c0db6d0e/X4/DSC_3453-X4.jpg",
        "href": "https://www.linkedin.com/in/stuart-haber/",
        "name":  "Stuart Haber",
        "titles":  "Co-inventor of Blockchain, Chief Scientist at <a href=\"https://auditchain.com/\">Auditchain</a>",
        "bio":  "<p>Working on blockchain techniques since 1990. Co-founder with Scott Stornetta of Surety, spun off from Bellcore to commercialize our digital time-stamping algorithm -- the first to use publicly accessible linked chains of hash values to ensure the integrity of digital information, what's now known as the blockchain. Expert in cryptography and computer security.</p><p>Half the references in <a href=\"https://bitcoin.org/bitcoin.pdf\">Satoshi Nakamoto's White Paper</a> are Stuart's papers.</p>"},
    {
        "img": "https://media.licdn.com/dms/image/C4E03AQEyh0x6CvokQA/profile-displayphoto-shrink_800_800/0?e=1526436000&v=alpha&t=Wou-9FGiMDSFezP3jzBPHxy-BPx8EhG3sO2Nf3_4OEA",
        "href": "https://www.linkedin.com/in/andersbrownworth/",
        "name":  "Anders Brownworth",
        "titles":  "Chief Evangelist at <a href=\"http://www.circle.com\">Circle Internet Financial</a>",
        "bio":  "<p>Anders Brownworth is Chief Evangelist at <a href=\"http://www.circle.com\">Circle</a> where he champions the CENTRE platform. He taught the first blockchain class at MIT and previously helped create and launch Republic Wireless, a WiFi / cellular hybrid smartphone service. Mr. Brownworth holds a number of patents in the telecom space and played a key role in Bandwidth.com's evolution from startup to public company.</p><p>Circle is a peer-to-peer payments technology company founded by Jeremy Allaire and Sean Neville in October 2013. Circle is backed by $136 million in venture capital from investors including Goldman Sachs, IDG Capital Partners, Breyer Capital, Accel Partners, General Catalyst Partners, Baidu, CICC Alpha, EverBright, WanXiang and CreditEase. Circle’s mobile payment platform, Circle Pay, allows users to hold, send, and receive traditional fiat currencies without fees. Circle operates one of the largest OTC crypto asset trading desks in the world.</p>"},
    {
        "img": "images/jodi_schiller.jpg",
        "href": "https://www.linkedin.com/in/jodischiller/",
        "name":  "Jodi Schiller",
        "titles":  "CSO at <a href=\"https://etheralabs.io/\">Etheralabs</a>",
        "bio":  "<p>Experienced entrepreneur, creative and analyst, Jodi is the Chief Strategy Officer for <a href=\"https://etheralabs.io/\">Etheralabs</a>, a blockchain company dedicated to helping guide businesses towards successful ICO's.</p><p>Prior to working at Etheralabs, Jodi consulted for companies and funds looking to build products, craft ICO whitepapers and analyses, and select high-profit frontier technology (cryptocurrency, AI, AR/VR, big data) ventures.</p><p>She is a Futurist and frequent speaker. She delivers high-impact talks detailing the landscape of “now” and painting a picture of future opportunities and potential roadblocks with exploding innovations around the world. Specialties include deep understandings of the cultural, ethical and psychological impacts of developing technology and creative approaches to solving the big problems. She is on the IEEE board for developing standards for AR and VR and has been a passionate advocate for diversity in tech. She also has a webcast and podcast , soultalks.co, about rational spirituality that explores ways to help ourselves stay true to our larger purpose.</p>"},
    {
        "img": "https://pbs.twimg.com/media/DUitKtIXkAAnkuq.jpg",
        "href": "https://www.linkedin.com/in/r-jesse-mcwaters-8319347/",
        "name":  "Jess McWaters",
        "titles":  "Financial Innovation Lead, <a href=\"https://www.weforum.org/\">World Economic Forum</a>",
        "bio":  "<p>R. Jesse McWaters leads the <a href=\"https://www.weforum.org/\">World Economic Forum</a>’s work on innovation in financial services—an initiative that seeks to understand how new technologies and innovative new entrants are transforming the competitive dynamics of the industry. His team’s efforts are currently focused on understanding the transformative implications of digital identity and distributed ledger (blockchain) technologies on the future of financial infrastructure through examination of a wide variety of practical use-cases.</p><p>Jesse is a frequent speaker on financial innovation and the co-author of the World Economic Forum publication “The Future of Financial Services - How disruptive innovations are reshaping the way financial services are structured, provisioned and consumed”. This in-depth exploration of financial innovation, published in July 2015, is based on over 150 expert interviews and a worldwide series of workshops with senior financial executives and cutting-edge FinTech founders.</p>"},
    {
        "img": "https://media.licdn.com/dms/image/C4D03AQExWlHd72bk9w/profile-displayphoto-shrink_800_800/0?e=1526274000&v=alpha&t=EGzaAVCxZwRKwN0_O78rhn0Jgcdgn8edfJDg2we1Czo",
        "href": "https://www.linkedin.com/in/michaeljohncasey/",
        "name":  "Michael Casey",
        "titles":  "Senior Advisor, <a href=\"http://dci.mit.edu/\">MIT DCI</a>, Chairman of <a href=\"https://www.coindesk.com/\">CoinDesk</a> Advisory Board",
        "bio":  "<p>Author/journalist, public speaker, media commentator, blockchain technology adviser, consultant. (<a href=\"www.michaeljcasey.com\">www.michaeljcasey.com</a>)</p><p>Having closed a career as a journalist, I now research and work on projects harnessing the blockchain technology that runs bitcoin. After 18 years at The Wall Street Journal, I'm now at MIT Media Labs's Digital Currency Initiative. I also consult for businesses on the challenges and opportunities in this emerging technology. And I'm an advisor to The Agentic Group on an exciting array of blockchain projects worldwide.</p>"},
    {
        "img": "https://dam-prod.media.mit.edu/thumb/2017/03/23/headshot.jpg.800x800.jpg",
        "href": "https://www.media.mit.edu/people/narula/overview/",
        "name":  "Neha Narula",
        "titles":  "Director <a href=\"http://dci.mit.edu/\">DCI @ MIT Media Lab</a>",
        "bio":  "<p>Neha Narula is the Director of the <a href=\"http://dci.mit.edu/\">Digital Currency Initiative</a>, a part of the MIT Media Lab focusing on cryptocurrencies and blockchain technology. While completing a PhD in computer science at MIT, she built fast, scalable distributed systems and databases. She is a member of the World Economic Forum's Global Futures Council on Blockchain and has given a TED talk on the Future of Money.</p><p>In a previous life, Neha helped relaunch the news aggregator Digg and was a senior software engineer at Google. There, she designed Blobstore, a system for storing and serving petabytes of immutable data, and worked on Native Client, a way to run native code securely through a browser.</p>"},
    {
        "img": "https://avatars.schd.ws/b/cf/4876283/avatar.jpg.320x320px.jpg?393",
        "href": "https://www.gbbcouncil.org/board-leadership",
        "name":  "Mercina Tilleman-Dick",
        "titles":  "COO, <a href=\"https://www.gbbcouncil.org/\">GBB Council</a>",
        "bio":  "<p>Mercina Tillemann-Dick currently serves as Chief Operating Officer of the <a href=\"https://www.gbbcouncil.org/\">Global BlockchainBusiness Council (GBBC)</a>. Experienced in strategic planning and communications, she has spenther career translating complex ideas for broad audiences in the public and private sectors. Tillemann-Dick has advised state and national governments on issues involving public health andyouth. Whether crafting pandemic plans for the City of Houston, initiating paradigm-shiftingpublic health legislation or introducing and organizing the TED conference at Yale, Tillemann-Dickis used to building things from the ground up. While working with Janssen’s Global Public HealthGroup, she drafted congressional testimony, authored publications and spearheaded multiplepublic information initiatives. She has worked in the offices of the former Speaker of the U.S.House of Representatives Nancy Pelosi and for the Human Rights Commission of the U.S.Congress. In 2013, Tillemann-Dick co-founded <a href=\"https://www.linkedin.com/company/a-curated-dialogue/\">A Curated Dialogue</a>, a consultancy dedicated tosharing and shaping ideas through precise and approachable media. She has a degree inBioethics, Political Science and Law from Yale University.</p>"},
    {
        "img": "https://pbs.twimg.com/profile_images/206927950/lee_from_tufts_mag.jpg",
        "href": "https://www.linkedin.com/in/leebrenner/",
        "name":  "Lee Brenner",
        "titles":  "Chief Partnership Director, <a href=\"https://www.gbbcouncil.org/\">GBB Council</a>",
        "bio":  "<p>Lee has spent most of his career at the intersection of journalism, public affairs &amp; technology. As a digital media, communications, and marketing strategist and entrepreneur with a specialty in how technology, social news, and online platforms are changing traditional communications, journalism &amp; politics, he has worked on &amp; led marketing, partnerships &amp; storytelling teams within the civic technology space, has worked on advancing monetization concepts for digital news platforms and focused outreach toward traditionally hard-to-reach demographics. After years of working in tech, including Microsoft, producing at CNN, leading the innovative news, political &amp; non-profit division at MySpace during the 2007-2008 Presidential election season, co-founding a boutique, digital communications &amp; marketing firm, running a social news &amp; events start-up, as well as co-hosting a \"politics/public affairs meets social media\" SiriusXM show, a unique skill set has been acquired, including the ability to translate \"tech-speak\" to layman terms and vice-versa. With a desire to use technology for social good, whether in government, civil society, or non-profits, Lee has tried to maintain that integrity during his career. Lee has been a Term Member of Council on Foreign Relations for 5 years; he sits on the Board of Advisors of Why Tuesday?, a voting rights organization; and he has recently joined the new Technology Board of Advisors to Atlas Corps, an organization that brings technology &amp; social innovators from around the world to train in the United States.</p>"},
    {
        "img": "https://media.licdn.com/dms/image/C4D03AQF-tXS5C7vNsQ/profile-displayphoto-shrink_800_800/0?e=1526342400&v=alpha&t=OZM8nGGFBIsQdhfHrPkHRJviAsJa6jnnxx7MjQBS3Bk",
        "href": "https://www.linkedin.com/in/pbrody/",
        "name":  "Paul Brody",
        "titles":  "Principal &amp; Global Innovation Leader, BlockChain Technology, <a href=\"https://webforms.ey.com/\">Ernst &amp; Young</a>",
        "bio":  "<p>I am responsible for driving EY’s initiatives and investments in blockchain technology across consulting, audit, and tax business lines.</p><p>I have held number of leadership positions in the areas of IoT, supply chain and operations and business strategy, working with client organizations such as HP, Samsung, LG, Huawei, Apple, Canon, Toshiba, Sony, Panasonic, Ericsson, Nokia, Alcatel, FIAT, Honeywell, and Raytheon, to name a few.</p><p>I'm a member of the open linked-in network and I enjoy hearing about new ideas and technologies that will re-shape our industry or create opportunities (and challenges) for EY.</p><p>Specialties: Consumer electronics business strategy, mobile telecommunications, product design, supply chain and operations management.</p>"},
    {
        "img": "https://media.licdn.com/dms/image/C5603AQEuRtN-tHkLRg/profile-displayphoto-shrink_800_800/0?e=1526342400&v=alpha&t=Gz6pVNzDw_0oEqtv0uZLTndFFRSIUbzsmHtZY5jx9lI",
        "href": "https://www.linkedin.com/in/andreskytt/",
        "name":  "Andres Kütt",
        "titles":  "Software architecture, technology strategy and digital governance specialist, writer and public speaker",
        "bio":  "<p>I have been building software for living since 1993 when I turned a passion into a job and started working as a programmer. Since then I have grown into roles involving management of people and, for the past ten years, management of complex information systems. The latter is supported by my studies at the System Design and Management programme at the MIT.</p><p>I'm a thoughtful individual with passion for detail, structure and knowledge but greatly enjoy public speaking, teaching and working with people. I balance the well-structured world of software architecture with endeavours into playing the blues on guitar and photography.</p>"},
    {
        "img": "https://media.licdn.com/dms/image/C5603AQFYHvdmakMVLA/profile-displayphoto-shrink_800_800/0?e=1526349600&v=alpha&t=zR5HKVvdmoGhgjgBERWxVpzHJl0dMiGXsEs6hyU-YIE",
        "href": "https://www.linkedin.com/in/jeremyrubin/",
        "name":  "Jeremy Rubin",
        "titles":  "Cryptocurrency Expert",
        "bio":  "<p>I'm deeply involved in cryptocurrency, having co-founded <a href=\"https://en.wikipedia.org/wiki/Tidbit\">Tidbit, the MIT Bitcoin Project</a>, the <a href=\"http://dci.mit.edu/\">MIT Digital Currency Initiative</a>, serving on the planning committee for the <a href=\"https://scalingbitcoin.org/\">Scaling Bitcoin</a> conference series since its inception, and serving as an advisor to startups like Lightyear and HomeSidekick. I'm currently focused on improving the core protocols and technology.</p><p>Besides cryptocurrency related topics, my other interests include hardware and manufacturing, functional programming, and longboarding.</p>"},
    {
        "img": "https://auditchain.com/sites/default/files/styles/user_profile_banner/public/pictures/picture-16-1510667077.jpg?itok=WmIIsFyU",
        "href": "https://www.linkedin.com/in/jason-meyers-91a9693/",
        "name":  "Jason Meyers",
        "titles":  "Co-Founder of <a href=\"https://auditchain.com/\">Auditchain</a> | ICO | Blockchain | Venture Capital | ICO Compliance | Advisor | Tokenomics",
        "bio":  "<p>Jason Meyers has broad based investment banking and venture capital experience. Having served for 30 years on the sell side, buy side and the issuer side, Jason brings a significant amount of real world use case and business experience to the Blockchain space. Jason led hundreds of initial public offerings, secondary offerings and private placements in a broad range of industries including biotech and healthcare, technology, software and financial services. Jason founded <a href=\"http://www.vestcomp.com/\">Vestcomp Ventures</a>, in 2012 and focuses exclusively on the incubation and acceleration of Blockchain and Distributed Ledger Technologies. Jason founded one of the first FinTech investment banks in 2006. He built the world’s first regulatory compliant multi-jurisdictional automated equity compensation plan administration infrastructure platform. His clients included Facebook, Kayak, Steve Madden, Rowan Cos and SIMS Metal Management. Jason also built one of the first automated quantitative fundamental research platforms which provided actionable research on over 11,000 public companies around the world. Jason has chaired audit committees for private and public companies. His experience lends a substantial amount of insight into the architecture of AuditChain. Jason Co-Founded AuditChain in April of 2017 as the result of a long and extensive observation of what he believed to be significant deficiencies in traditional standard accounting and audit practices. Jason believed that the field of accounting, audit and financial statement presentation was a sitting duck for disruption when he first read Ian Grigg’s theory of triple entry accounting. Jason spends a significant amount of his time examining the complexities, dislocations and time lag between transaction occurrence, recording, treatment and reporting. His findings are shaping the architecture of solutions that he believes will lead to new standards of transparency and frequency of reporting in the field of accounting, audit and disclosure.</p>"},
    {
        "img": "https://www.innov8social.com/wp-content/uploads/2015/12/square-headshots-4-2.png",
        "href": "http://www.valmoventures.com/team/valerie-mosley/",
        "name":  "Valerie Mosley",
        "titles":  "Seasoned Investor, Global Wealth Strategist, Auditchain Advisor",
        "bio":  "<p>Valerie Mosley, CEO, <a href=\"http://www.valmoventures.com\">Valmo Ventures</a></p><p>Former Senior Vice President, Partner and Investment Strategist, <a href=\"https://www.wellington.com/en/\">Wellington Management Company</a></p><p>Valerie Mosley created Valmo Ventures to advise and invest in companies that add value both to investors and society. She currently serves on the board of Eaton Vance's family of mutual funds, Dynex (DX, a NYSE mortgage REIT), and Progress Investment Management Company (a privately held Fund of Funds). Valerie also advises Auditchain (the first decentralized, continuous audit and reporting protocol ecosystem), STEAM Role (a career networking platform), and The UAW Retiree Medical Benefits Trust.</p>"},
    {
        "img": "images/michael_hamilton.jpgg",
        "href": "https://www.linkedin.com/in/michael-hamilton-b387159/",
        "name":  "Michael Hamilton",
        "titles":  "Partner at <a href\"https://www.dlapiper.com/en/us/\">DLA Piper LLP</a>",
        "bio":  "<p>Business lawyer and advisor focusing on complex business transactions. Thought leader in real estate finance and equity investments. Seeker of solutions, not issues. Passionate about building systems and using technology to innovate the delivery of legal services to clients.</p>"},
    {
        "img": "https://cdn-images-1.medium.com/max/658/1*Ziqqu6VcZeDUckOpcBmkAw.jpeg",
        "href": "https://www.linkedin.com/in/james-sowers-925a1b17/",
        "name":  "James Sowers",
        "titles":  "Ico expert advisor at <a href=\"https://www.linkedin.com/company/blockchain-advisory-council/\">Blockchain Advisory Council</a>",
        "bio":  "<p>Seek and you will find. Impossible is only an illusion</p>"},
    {
        "img": "https://ethereumfoundation.org/devcon3/wp-content/uploads/2017/09/guypic.jpeg",
        "href": "http://web.media.mit.edu/~guyzys/",
        "name":  "Guy Zyskind",
        "titles":  "Founder and CEO at <a href=\"https://enigma.co/\">Enigma</a>",
        "bio":  "<p>A curious researcher, hands on developer, engineering and product manager, tackling world-changing challenges.</p><p>Currently, building a new way of doing data analysis on encrypted data using blockchain and secure computation. Recent graduate from MIT, where I had taught the first engineering class about blockchain technology.</p><p>Specialities and interests: Bitcoin, Blockchain, Security &amp; Privacy, Data science, Machine learning, Big Data, Mobile, Start-ups, Product design and Management.</p>"},
    {
        "img": "https://media.licdn.com/dms/image/C4D03AQHMuWzq3iqO2w/profile-displayphoto-shrink_800_800/0?e=1526522400&v=alpha&t=7u2WvW4lo1_tffhbguBvgWIr7uV01z3JM2EqOW_yr7Q",
        "href": "https://www.linkedin.com/in/lawrencelundy/",
        "name":  "Lawrence Lundy-Bryan",
        "titles":  "Head of Research @ <a href=\"https://outlierventures.io/\">Outlier Ventures</a>. Pioneering the Convergence Ecosystem.",
        "bio":  "<p>Exploring the convergence of artificial intelligence, blockchains and the internet of things.</p><p>I head up research and partnerships at <a href=\"https://outlierventures.io/\">Outlier Ventures</a>; pioneering our Convergence Ecosystem investment strategy. I'm also a FinTech Fellow at the Singapore University of Social Sciences (SUSS) and an Advisor at Alice.si, a social funding platform.</p><p>I was previously a strategy consultant at <a href=\"https://ww2.frost.com/\">Frost &amp; Sullivan</a> helping clients like Intel, Huawei, Amadeus and Shell understand how emerging technologies would affect their businesses. I have provided comment and analysis for the BBC, Bloomberg, The Economist, and The Wall Street Journal.</p>"},
    {
        "img": "http://cdn.facesofopensource.com/wp-content/uploads/2016/08/21061636/faces.BrianBehlendorf20837.web_.jpg",
        "href": "https://www.linkedin.com/in/brianbehlendorf/",
        "name":  "Brian Behlendorf",
        "titles":  "Executive Director of the <a href=\"https://www.hyperledger.org/\">Hyperledger Project</a>",
        "bio":  "<p>I've dedicated my career to connecting and empowering the Free Software and Open Source community to solve hard technology problems and have a positive societal impact. I've done this wearing many different hats - as a startup company founder, as an advisor to the U.S. government, as a board member at various non-profits and consortia, as a YGL and employee of the World Economic Forum, and as an investor.</p><p><a href=\"https://en.wikipedia.org/wiki/Brian_Behlendorf\">https://en.wikipedia.org/wiki/Brian_Behlendorf</a></p>"},
    {
        "img": "images/yaniv_altshuler.jpg",
        "href": "https://www.linkedin.com/in/yaniv-altshuler-73a31a/",
        "name":  "Yaniv Altshuler",
        "titles":  "Co-Founder and CEO at <a href=\"https://www.endor.com/\">Endor</a>",
        "bio":  "<p>I am the Co-Founder and CEO of <a href=\"https://www.endor.com/\">Endor</a>, and a researcher at MIT.</p><p>My main (but not only) comfort zone is the mathematical aspects of networks and communities, and the way local interactions are translated to macro-scale behaviors.</p><ul><li>Published a book on Security and Privacy in Social Networks (2012), and a second one about Swarms and Network Intelligence (in Press)</li><li>Developed stochastic optimization technologies for supercomputers at IBM</li><li>Did my BA and PhD (Computer Science) at the Israel Institute of Technology, followed by an exciting 3 years post-doc at MIT Media Lab</li><li>Published over 60 scientific papers and 15 patents. My research was covered by Harvard Business Review, Financial Times, Communications of the ACM, The Globe, IEEE Spectrum and others</li><li>Together with Prof. Alex “Sandy” Pentland at MIT developed the new science of Social Physics</li><li>In my free time I like to swim, run and wrestle</li></ul>"}
]
